import { Card } from "semantic-ui-react";

function posts () {
    return(
      
            <div>
                <h4>All the Posts</h4>

                <Card>
                    <Card.Content>
                        <Card.Header>Title</Card.Header>
                        <Card.Description>

                   
                          <p>&nbsp;</p>\r\n\r\n<p><br />\r\nதேசிய பொருளாதாரத்தை மேம்படுத்துவதே அரசாங்கத்தின் குறிக்கோள்- நாமல்</p>\r\n\r\n<p>மக்களை மையப்படுத்திய பொருளாதாரத்தை உருவாக்கி தேசிய பொருளாதாரத்தை மேம்படுத்துவதே எங்கள் குறிக்கோள் என அமைச்சர் நாமல் ராஜபக்ஷ&nbsp; தெரிவித்துள்ளார்.</p>\r\n\r\n<p>2022 ஆம் ஆண்டிற்கான கிராமப்புற மேம்பாட்டு முன்மொழிவுகள் தொடர்பில் இடம்பெற்ற விவாதங்களில் கலந்துகொண்டு கருத்து தெரிவிக்கும்போதே அவர் இவ்வாறு குறிப்பிட்டுள்ளார்.</p>\r\n\r\n<p>இதன்போது அமைச்சர் நாமல் ராஜபக்ஷ மேலும் கூறியுள்ளதாவது, &ldquo; ​2022 ஆம் ஆண்டிற்கான நிதி ஒதுக்கீட்டில் பொதுமக்களுக்கு அபிவிருத்தியின் நன்மைகளை விரைவில் கிடைக்கச் செய்வதற்காக பிராந்திய வளர்ச்சியில் கவனம் செலுத்த அரசாங்கம் தீர்மானித்துள்ளது.</p>\r\n\r\n<p>தற்போதைய அரசாங்கத்தால் முன்வைக்கப்பட்ட 2022 ஆம் ஆண்டுக்கான வரவு செலவுத் திட்டத்தில், நாட்டில் புதிய தொழில்முனைவோரை உருவாக்குவதற்கு அதிக நிதி ஒதுக்கி, கிராமப்புறங்களில் மேற்கொள்ளப்படும் வளர்ச்சித் திட்டங்களுக்கு முன்னுரிமை அளிக்கப்பட இருக்கின்றது.</p>\r\n\r\n<p>அதன்படி, நிதி அமைச்சர் பசில் ராஜபக்ஷ 2022 ஆம் ஆண்டுக்கான வரவு செலவு திட்ட அறிக்கையை உள்ளூராட்சி பிரதிநிதிகளுக்கு வழங்குவார்.</p>\r\n\r\n<p>நாட்டில் உள்ளூர் தொழில்முனைவோரை உருவாக்கி, உற்பத்தி பொருளாதாரத்தின் மூலம் நாட்டை தன்னிறைவு பெறும் என்ற நம்பிக்கையுடன் கிராமப்புற பொருளாதாரத்தை மேம்படுத்தி, தேசிய பொருளாதாரத்திற்கு வலிமை சேர்க்கப்படும்&rdquo; என அவர் குறிப்பிட்டுள்ளார்.</p>

                    
                          
                       
                    
                        </Card.Description>

                    </Card.Content>
                </Card>
            </div>

    )
}



export default posts;